{
  "qna": [
    {
      "qid": "Previous",
      "a": "Unable to go to the previous stop...",
      "r": {
        "title": "",
        "imageUrl": "",
        "text": "",
        "url": ""
      },
      "type": "qna",
      "l": "QNA:ExamplePYTHONLambdaPrevious",
      "q": [
        "Previous Stop",
        "Previous",
        "Let's go to the Previous Stop"
      ]
    },
    {
      "qid": "Next",
      "a": "Unable to go to the next stop...",
      "r": {
        "title": "",
        "imageUrl": "",
        "text": "",
        "url": ""
      },
      "type": "qna",
      "l": "QNA:ExamplePYTHONLambdaNext",
      "q": [
        "Next Stop",
        "Next",
        "Let's go to the Next Stop"
      ]
    },
    {
      "qid": "Pressure + Flow",
      "a": "Commissioned by the City of Tacoma. A two-part installation, Pressure + Flow is a reflection on the power of technology and communication to transform a landscape. Pressure is a sculpture inspired by the inner workings of a steam engine, and Flow involves etched writing applied directly to the historic Prairie Line rails, excerpted from historic documents and letters.\n\nAsk for more about the art, the artist, or the medium for additional information.",
      "next": "Shipment to China",
      "r": {},
      "args": [],
      "type": "qna",
      "q": [
        "Pressure + Flow",
        "Pressure plus Flow",
        "Pressure and Flow",
        "Flow and Pressure",
        "Flow plus Pressure"
      ]
    },
    {
      "qid": "Pressure + Flow: Meet the artist",
      "a": "Matthew Dockery is a Seattle-area industrial artist who works in metal, electronics, wood and textiles. The history of technology provides the inspiration for much of his work, and he has a special love for machines, gadgets, gears that mesh properly, and history. His work has been featured on the Discovery Channel, at Greenwich Observatory in London, at the annual Burning Man festival, and around the Pacific Northwest. Dockery describes his work as “living at the intersection of gears and mad science.”\n\nWhen asked how Pressure + Flow tells the Prairie Line’s story, Dockery replied, “In many ways, the railroad is Tacoma’s story. It was just another small town until the Northern Pacific made it their terminus.” Dockery insists that in many ways society is still moving to the frontier: “There are still such things as real estate bubbles and speculation, risk and reward, boom and bust.”\n\nVisit his website at : http://www.attoparsec.com/",
      "t": "Pressure + Flow",
      "type": "qna",
      "q": [
        "who made this",
        "who is the artist",
        "artist",
        "artist info",
        "artist information"
      ]
    },
    {
      "qid": "Shipment to China",
      "a": "Commissioned by the Chinese Reconciliation Project Foundation in partnership with the City of Tacoma. This piece commemorates the early Chinese in America, their labors to construct the transcontinental railroads railroad construction, and their unjust suffering. It consists of an antique train truck and abstracted representation of 100 ash boxes, a reference to the Chinese workers who died while building the railroads. Ask for more about the art, the artist, or the medium for additional information.",
      "t": "",
      "next": "",
      "r": {
        "title": "",
        "imageUrl": ""
      },
      "l": "",
      "args": [
        ""
      ],
      "type": "qna",
      "q": [
        "Shipment to China",
        "Ship to China",
        "a shipment to China",
        "the shipment to China"
      ]
    },
    {
      "qid": "Shipment to China: Meet the artist",
      "a": "A native of China, Haiying Wu was a professional sculptor before emigrating to the US. He created this piece while a graduate student at the University of Washington. A prolific artist, his work can be found in Seattle, Lynnwood, Tacoma, Redmond, and in Chengdu, in the Sichuan province of China.\n\nAccording to Wu,“This piece shows the bitterness of the Chinese experience in America during that time, for the railroad built by their efforts was the same transportation used to carry them out of Tacoma.”\n\nThanks to the Chinese Reconciliation Project Foundation for contributing this important piece for exhibition on the Prairie Line Trail, now displayed on the very tracks that the Chinese worked tirelessly to build.\n\nVisit their website at : http://www.tacomachinesepark.org/",
      "t": "Shipment to China",
      "type": "qna",
      "q": [
        "who made this",
        "who is the artist",
        "artist",
        "artist info",
        "artist information"
      ]
    },
    {
      "qid": "Where the Rails Meet the Sails",
      "a": "This paired sculpture and mural features a finger and thumb clasping a steel needle, followed by a trail of stitches. The title takes its inspiration from a late-1800’s promotional slogan for Tacoma, and the mural elaborates on this era in Tacoma’s urban development. Together, these elements tell the story of the Northern Pacific Railroad finding its end at Commencement Bay and the growth of urban Tacoma.\n\nAsk for more about the art, the artist, or the medium for additional information.",
      "t": "Where the Rails Meet the Sails",
      "next": "Pressure + Flow",
      "r": {
        "title": "",
        "imageUrl": ""
      },
      "l": "",
      "args": [
        ""
      ],
      "type": "qna",
      "q": [
        "Where the Rails Meet the Sails",
        "Rails Meet the Sails",
        "Start the tour",
        "Start",
        "Let's begin"
      ]
    },
    {
        "qid": "Where the Rails Meet the Sails: Meet the artists",
        "a": "Rotator Creative is an agency located in Tacoma, working at the intersection of art, advertising, and community building.\n\nLance Kagey is best known for his Beautiful Angle street-art posters. They use poetry, design, and antique typefaces to celebrate Tacoma, much like his first permanent public art piece. For Kagey, Where the Rails Meet the Sails is a meditation on how the world is an incredibly connected place.\n\nMark Alvis, whose great grandfather worked as an advertiser in Tacoma, marvels at the opportunity to use his own design skills to commemorate the efforts of his ancestor and others like him.\n\nScott Varga designs everything from websites, to hot rods, to industrial sculpture. He sees a direct connection between the coming of the railroad in 1873 and the proudly working-class, global city Tacoma has become.\n\nVisit their website at : http://www.rotatorcreative.com/",
        "t": "Where the Rails Meet the Sails",
        "type": "qna",
        "q": [
          "who made this",
          "who is the artist",
          "artist",
          "artist info",
          "artist information"
        ]
    }
  ]
}